INSERT INTO Article (title, content, author, category_id, published_at) VALUES
('AI-ийн эрин үе', 
 'Хиймэл оюун ухаан нь дэлхий даяар үйлдвэрүүдийг өөрчилж байна. Компаниуд үр ашиг, инновацийг нэмэгдүүлэхийн тулд хиймэл оюун ухааныг нэвтрүүлж байна.', 
 'Т.Амаржаргал', 
 1, 
 NOW()),

('Тогтмол дасгал хөдөлгөөн хийх нь эрүүл мэндэд үзүүлэх ашиг тус', 
 'Тогтмол дасгал хөдөлгөөн хийх нь бие махбодийн болон оюун санааны эрүүл мэндэд эерэг нөлөө үзүүлдэг. Энэ нь архаг өвчний эрсдлийг бууруулдаг.', 
 'Jane Smith', 
 2, 
 NOW()),

('Сансар огторгуйг судлах нь: Шинэ хил хязгаар', 
 'Сансар судлалын сүүлийн үеийн дэвшил нь хүн төрөлхтөнд шинэ боломжуудыг нээж байна. НАСА болон хувийн компаниуд тэргүүлж байна.', 
 'Albert Newton', 
 3, 
 NOW()),

('2024 оны хөлбөмбөгийн дэлхийн аварга шалгаруулах тэмцээний онцлох үйл явдлууд', 
 '2024 оны хөлбөмбөгийн дэлхийн аварга шалгаруулах тэмцээн сэтгэл хөдөлгөм тоглолт, мартагдашгүй мөчүүдийг авчирсан. Дэлхийн өнцөг булан бүрт байгаа хөгжөөн дэмжигчид өөрсдийн дуртай багуудаа дэмжиж байв.', 
 'Chris Brown', 
 4, 
 NOW()),

('2024 оны зах зээлийн чиг хандлага', 
 'Технологийн дэвшил, дэлхийн эдийн засгийн өөрчлөлтөөс шалтгаалан хөрөнгийн зах зээлд томоохон өөрчлөлтүүд гарч байна.', 
 'Emily Davis', 
 5, 
 NOW());
